<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Georgian Language
    |--------------------------------------------------------------------------
    |
    */
    'curse' => [
      'details' => 'კურსის დეტალები',
      'duration' => 'კურსის ხანგრძლივობა',
      'day' => 'დღე',
      'hour' => 'საათი',
      'starting_hours' => 'დაწყების საათები',
      'price' => 'ფასი',
      'location' => 'მისამართი',
      'register_date' => 'რეგისტრაციის თარიღი'
    ],
    'section' => [
        'articles' => [
            'title' => 'ცენტრის სიახლეები'
        ]
    ],
    'page' => [
        'title' => 'საზოგადოებრივი უსაფრთხოების ანალიტიკური ცენტრი',
        'more' => 'მეტის ნახვა'
    ],
    'meta' => [
        'description' => 'საზოგადოებრივი უსაფრთხოების ანალიტიკური ცენტრი',
        'keywords' => 'უსაფრთხოება,  სერვისები, პუბლიკაციები, მომსახურება'
    ],
    'form' => [
        'email' => 'ელ.ფოსტა',
        'subject' => 'თემა',
        'message' => 'შეტყობინება',
        'send' => 'გაგზავნა',
        'subscription' => 'გამოწერა'
    ]
];
