<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Georgian Language
    |--------------------------------------------------------------------------
    |
    */
    'pages' => [
        'home' => [
            'title' => 'მთავარი გვერდი'
        ],
        'articles' => [
            'heading' => 'ცენტრის სიახლეები'
        ],
        'about-us' => [
            'title' => 'ჩვენს შესახებ',
            'experience' => 'წლიანი გამოცდილება',
            'graduates' => 'კურსდამთავრებული'
        ],
        'publications' => [
            'title' => 'პუბლიკაციების გვერდი',
            'heading' => 'პუბლიკაციები'
        ],
        'projects' => [
            'title' => 'პროექტების გვერდი',
            'heading' => 'პროექტები'
        ],
        'programs' => [
            'title' => 'პროგრამების გვერდი',
            'heading' => 'პროგრამები',
            'details' => [
                'about' => 'კურსის შესახებ',
                'price' => 'ფასი',
                'duration' => 'ხანგრძლივობა',
                'starting_date' => 'დაწყების თარიღი',
                'schedule' => 'გრაფიკი',
                'location' => 'მისამართი'
            ]
        ],
        'services' => [
            'title' => 'სერვისების გვერდი',
            'heading' => 'სერვისები',
            'request_service' => 'მომსახურების მოთხოვნა'
        ],
        'contact' => [
            'title' => 'კონტაქტი',
        ],
        'login' => [
            'title' => 'ავტორიზაცია',
        ]
    ],
    'meta' => [
        'description' => 'საზოგადოებრივი უსაფრთხოების ანალიტიკური ცენტრი',
        'keywords' => 'უსაფრთხოება,  სერვისები, პუბლიკაციები, მომსახურება'
    ],
    'form' => [
        'name' => 'სახელი',
        'full_name' => 'სრული სახელი',
        'company_name' => 'კომპანისს სახელი',
        'contact_information' => 'საკონტაქტო ინფორმაცია',
        'services' => 'სერვისები',
        'phone' => 'ტელეფონის ნომერი',
        'email' => 'ელ.ფოსტა',
        'subject' => 'თემა',
        'message' => 'შეტყობინება',
        'send' => 'მესიჯის გაგზავნა',
        'password' => 'პაროლი',

        'placeholders' => [
            'name' => 'შეიყვანეთ თქვენი სახელი',
            'full_name' => 'შეიყვანეთ თქვენი სრული სახელი',
            'company_name' => 'შეიყვანეთ თქვენი კომპანიის სახელი',
            'contact_information' => 'შეიყვანეთ თქვენი ელ.ფოსტა ან ტელეფონი',
            'services' => 'აირჩიეთ სერვისები',
            'email' => 'შეიყვანეთ თქვენი ელფოსტა',
            'phone' => 'შეიყვანეთ თქვენი ტელეფონი',
            'subject' => 'შეიყვანეთ თემა',
            'message' => 'შეიყვანეთ შეტყობინება',
            'password' => 'შეიყვანეთ პაროლი',
        ],
        'dropdown' => [
            'not_found' => ':label ვერ მოიძებნა',
            'select_option' => 'აირჩიეთ ვარიანტი',
            'empty' => 'ცარიელია',
            'help_text' => 'შეგიძლიათ შეარჩიოთ ერთი ან რამდენიმე',
            'selected_count' => 'არჩეულია :count',
        ],

    ],

    'login' => [
        'title' => 'შესვლა',
    ],
    'signup' => [
        'title' => 'რეგისტრაცია'
    ],
    'register' => [
        'title' => 'დარეგისტრირება',
    ],
    'footer' => [
        'copyright' => 'ყველა უფლება დაცულია',
        'links' => 'ბმულები',
        'contact' => 'კონტაქტი'
    ],
    'card_component' => [
        'more' => 'მეტის ნახვა',
    ],
    'sort' => [
        'newest' => 'უახლესიდან უძველესამდე',
        'oldest' => 'უძველესიდან უახლესამდე',
    ],
    'doc_not_found' => [
        'singular' => 'დოკუმენტი ვერ მოიძებნა',
        'plural' => 'დოკუმენტები ვერ მოიძებნა'
    ],
    'user_avatar' => [
        'logout' => 'გასვლა',
    ],
    'user_avatar_dropdown' => [
        'home' => 'სახლი',
        'dashboard' => 'ჩემი პანელი',
    ],

    'view_pdf' => [
        'title' => 'PDF-ის ნახვა'
    ]
];
